[
    {
        "topic_fr": "Convaincre un ami de participer à l’opéra",
        "topic_en": "Convince a friend to take part in or attend the opera",
        "sentences": [
            {
                "fr": "Tu devrais venir à l’opéra, c’est une expérience culturelle unique.",
                "en": "You should come to the opera, it’s a unique cultural experience."
            },
            {
                "fr": "Les costumes et la musique sont magnifiques.",
                "en": "The costumes and the music are magnificent."
            },
            {
                "fr": "C’est une occasion de découvrir de grands chanteurs.",
                "en": "It’s an opportunity to discover great singers."
            },
            {
                "fr": "On peut apprendre beaucoup sur l’histoire et la culture.",
                "en": "We can learn a lot about history and culture."
            },
            {
                "fr": "C’est une sortie originale et différente du cinéma ou du théâtre.",
                "en": "It’s an original outing, different from cinema or theater."
            },
            {
                "fr": "Le spectacle est très vivant et captivant.",
                "en": "The show is very lively and captivating."
            },
            {
                "fr": "Je peux t’accompagner pour rendre l’expérience plus agréable.",
                "en": "I can come with you to make the experience more enjoyable."
            },
            {
                "fr": "Les places ne sont pas chères si on réserve à l’avance.",
                "en": "Tickets are not expensive if we book in advance."
            },
            {
                "fr": "On pourra discuter de ce que nous avons vu après le spectacle.",
                "en": "We can discuss what we saw after the show."
            },
            {
                "fr": "C’est une excellente façon de passer une soirée élégante.",
                "en": "It’s a great way to spend an elegant evening."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami d’aller dans une retraite en pleine nature avec des loups",
        "topic_en": "Convince a friend to go to a wilderness retreat where you can sleep outside with wolves",
        "sentences": [
            {
                "fr": "C’est une expérience unique de dormir près de la nature.",
                "en": "It’s a unique experience to sleep close to nature."
            },
            {
                "fr": "On peut observer les loups et leur comportement.",
                "en": "We can observe wolves and their behavior."
            },
            {
                "fr": "C’est une activité qui change de notre vie quotidienne.",
                "en": "It’s an activity that is different from our daily life."
            },
            {
                "fr": "On apprendra à respecter et comprendre les animaux sauvages.",
                "en": "We will learn to respect and understand wild animals."
            },
            {
                "fr": "C’est une occasion de se déconnecter du stress de la ville.",
                "en": "It’s a chance to disconnect from city stress."
            },
            {
                "fr": "Les guides sont très expérimentés et sécurisés.",
                "en": "The guides are very experienced and ensure safety."
            },
            {
                "fr": "On pourra prendre de magnifiques photos de la nature.",
                "en": "We can take beautiful photos of nature."
            },
            {
                "fr": "Ce séjour est parfait pour se sentir libre et aventurier.",
                "en": "This stay is perfect to feel free and adventurous."
            },
            {
                "fr": "On partagera des moments uniques et mémorables.",
                "en": "We will share unique and memorable moments."
            },
            {
                "fr": "Le prix est raisonnable pour une expérience si spéciale.",
                "en": "The price is reasonable for such a special experience."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de faire du bénévolat pour s’occuper d’enfants pendant un voyage",
        "topic_en": "Convince a friend to volunteer to take care of kids during a trip",
        "sentences": [
            {
                "fr": "C’est une bonne manière de passer du temps utile pendant le voyage.",
                "en": "It’s a good way to spend time usefully during the trip."
            },
            {
                "fr": "Tu auras l’occasion de rencontrer d’autres bénévoles sympas.",
                "en": "You’ll have the chance to meet other friendly volunteers."
            },
            {
                "fr": "C’est une expérience enrichissante et gratifiante.",
                "en": "It’s an enriching and rewarding experience."
            },
            {
                "fr": "Les billets seront gratuits pour les bénévoles.",
                "en": "Tickets will be free for volunteers."
            },
            {
                "fr": "Tu pourras apprendre de nouvelles compétences en travaillant avec des enfants.",
                "en": "You can learn new skills by working with children."
            },
            {
                "fr": "C’est un bon moyen de créer des souvenirs inoubliables.",
                "en": "It’s a good way to create unforgettable memories."
            },
            {
                "fr": "Les enfants sont adorables et amusants à encadrer.",
                "en": "The children are adorable and fun to supervise."
            },
            {
                "fr": "Tu aideras les familles et les organisateurs du voyage.",
                "en": "You will help families and trip organizers."
            },
            {
                "fr": "C’est une activité qui valorise ton expérience sur ton CV.",
                "en": "It’s an activity that enhances your CV experience."
            },
            {
                "fr": "On pourra partager cette aventure ensemble et s’entraider.",
                "en": "We can share this adventure together and help each other."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de s’inscrire à un cours de cuisine",
        "topic_en": "Convince a friend to enroll in a cooking course",
        "sentences": [
            {
                "fr": "Tu apprendras à préparer de délicieux plats.",
                "en": "You will learn to prepare delicious dishes."
            },
            {
                "fr": "C’est une activité amusante et pratique.",
                "en": "It’s a fun and practical activity."
            },
            {
                "fr": "On pourra cuisiner ensemble et partager nos recettes.",
                "en": "We can cook together and share our recipes."
            },
            {
                "fr": "C’est un excellent moyen de rencontrer de nouvelles personnes.",
                "en": "It’s a great way to meet new people."
            },
            {
                "fr": "Le professeur est très expérimenté et patient.",
                "en": "The teacher is very experienced and patient."
            },
            {
                "fr": "Tu pourras impressionner ta famille avec tes nouvelles compétences.",
                "en": "You can impress your family with your new skills."
            },
            {
                "fr": "Le matériel et les ingrédients sont fournis.",
                "en": "The materials and ingredients are provided."
            },
            {
                "fr": "C’est une bonne façon de passer un après-midi créatif.",
                "en": "It’s a good way to spend a creative afternoon."
            },
            {
                "fr": "On peut suivre différents niveaux selon ton expérience.",
                "en": "You can follow different levels depending on your experience."
            },
            {
                "fr": "Après le cours, on pourra goûter ce qu’on a préparé.",
                "en": "After the course, we can taste what we prepared."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de passer des vacances en roulotte chez un agriculteur",
        "topic_en": "Convince a friend to spend a holiday in a caravan at a farmer’s place",
        "sentences": [
            {
                "fr": "C’est une expérience originale et proche de la nature.",
                "en": "It’s an original experience close to nature."
            },
            {
                "fr": "On pourra découvrir la vie à la ferme.",
                "en": "We can discover life on a farm."
            },
            {
                "fr": "C’est un moyen de se détendre loin de la ville.",
                "en": "It’s a way to relax away from the city."
            },
            {
                "fr": "Les prix sont raisonnables pour ce type de séjour.",
                "en": "The prices are reasonable for this type of stay."
            },
            {
                "fr": "On peut participer aux activités agricoles si on veut.",
                "en": "We can participate in farm activities if we want."
            },
            {
                "fr": "C’est parfait pour passer du temps en plein air.",
                "en": "It’s perfect for spending time outdoors."
            },
            {
                "fr": "On pourra goûter des produits frais de la ferme.",
                "en": "We can taste fresh farm products."
            },
            {
                "fr": "Le cadre est très calme et reposant.",
                "en": "The setting is very calm and relaxing."
            },
            {
                "fr": "Tu pourras apprendre des techniques de la vie à la ferme.",
                "en": "You can learn farming life techniques."
            },
            {
                "fr": "On pourra prendre de belles photos de paysages ruraux.",
                "en": "We can take beautiful photos of rural landscapes."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de vider son grenier de vêtements qu’il ne porte plus",
        "topic_en": "Convince a friend to clear out the attic of clothes they no longer wear",
        "sentences": [
            {
                "fr": "Tu pourrais récupérer beaucoup de place dans ton grenier.",
                "en": "You could free up a lot of space in your attic."
            },
            {
                "fr": "C’est une bonne occasion de trier tes affaires.",
                "en": "It’s a good opportunity to sort your things."
            },
            {
                "fr": "On peut donner ou vendre les vêtements que tu ne portes plus.",
                "en": "We can donate or sell the clothes you no longer wear."
            },
            {
                "fr": "Ça fait du bien de se débarrasser du superflu.",
                "en": "It feels good to get rid of unnecessary items."
            },
            {
                "fr": "Tu découvriras peut-être des vêtements oubliés.",
                "en": "You might discover forgotten clothes."
            },
            {
                "fr": "C’est aussi écologique de recycler ou donner les vêtements.",
                "en": "It’s also ecological to recycle or donate clothes."
            },
            {
                "fr": "On peut faire ça ensemble et ce sera plus rapide.",
                "en": "We can do it together and it will be faster."
            },
            {
                "fr": "Ça pourrait aider d’autres personnes avec des vêtements gratuits.",
                "en": "It could help others with free clothes."
            },
            {
                "fr": "Ton grenier sera plus organisé et propre.",
                "en": "Your attic will be more organized and clean."
            },
            {
                "fr": "Tu pourras mieux retrouver tes affaires importantes.",
                "en": "You will be able to find your important things more easily."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami d’être guide pour les étudiants de son village",
        "topic_en": "Convince a friend to be a guide for students from their village",
        "sentences": [
            {
                "fr": "Tu aideras les étudiants à mieux comprendre le village.",
                "en": "You will help students better understand the village."
            },
            {
                "fr": "C’est une activité valorisante et intéressante.",
                "en": "It’s a rewarding and interesting activity."
            },
            {
                "fr": "Tu rencontreras beaucoup de jeunes curieux.",
                "en": "You will meet many curious young people."
            },
            {
                "fr": "C’est une façon de montrer ton village sous son meilleur jour.",
                "en": "It’s a way to show your village at its best."
            },
            {
                "fr": "Tu apprendras à parler en public et à guider un groupe.",
                "en": "You will learn to speak in public and guide a group."
            },
            {
                "fr": "C’est une activité amusante et sociale.",
                "en": "It’s a fun and social activity."
            },
            {
                "fr": "Tu pourras partager l’histoire et les traditions locales.",
                "en": "You can share local history and traditions."
            },
            {
                "fr": "Les étudiants seront très reconnaissants pour ton aide.",
                "en": "The students will be very grateful for your help."
            },
            {
                "fr": "C’est un bon moyen de valoriser ton expérience.",
                "en": "It’s a good way to enhance your experience."
            },
            {
                "fr": "Tu participeras à un projet éducatif utile pour la communauté.",
                "en": "You will participate in an educational project useful for the community."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de faire un side hustle",
        "topic_en": "Convince a friend to do a side hustle",
        "sentences": [
            {
                "fr": "Un side hustle peut t’aider à gagner un revenu supplémentaire.",
                "en": "A side hustle can help you earn extra income."
            },
            {
                "fr": "C’est un moyen de développer tes compétences.",
                "en": "It’s a way to develop your skills."
            },
            {
                "fr": "Tu peux travailler à ton rythme et selon tes disponibilités.",
                "en": "You can work at your own pace and according to your availability."
            },
            {
                "fr": "Cela te permettra d’explorer de nouvelles passions.",
                "en": "It will allow you to explore new passions."
            },
            {
                "fr": "Tu pourrais transformer ton hobby en revenu.",
                "en": "You could turn your hobby into income."
            },
            {
                "fr": "C’est un bon moyen de rencontrer de nouvelles personnes.",
                "en": "It’s a good way to meet new people."
            },
            {
                "fr": "Tu pourras améliorer ton CV et tes expériences professionnelles.",
                "en": "You can improve your CV and professional experiences."
            },
            {
                "fr": "C’est flexible et peut devenir une vraie opportunité.",
                "en": "It’s flexible and can become a real opportunity."
            },
            {
                "fr": "Tu pourras tester une idée sans quitter ton emploi principal.",
                "en": "You can test an idea without leaving your main job."
            },
            {
                "fr": "Cela te donnera plus de liberté financière.",
                "en": "It will give you more financial freedom."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de suivre une école de musique en ligne",
        "topic_en": "Convince a friend for online music school",
        "sentences": [
            {
                "fr": "Tu peux apprendre la musique depuis chez toi.",
                "en": "You can learn music from home."
            },
            {
                "fr": "Les cours en ligne sont flexibles et s’adaptent à ton emploi du temps.",
                "en": "Online courses are flexible and adapt to your schedule."
            },
            {
                "fr": "Tu auras accès à des professeurs expérimentés.",
                "en": "You will have access to experienced teachers."
            },
            {
                "fr": "Tu peux revoir les leçons autant de fois que tu veux.",
                "en": "You can review lessons as many times as you want."
            },
            {
                "fr": "C’est moins cher que les cours en présentiel.",
                "en": "It’s cheaper than in-person lessons."
            },
            {
                "fr": "Tu pourras progresser à ton rythme.",
                "en": "You can progress at your own pace."
            },
            {
                "fr": "C’est une opportunité de découvrir différents styles de musique.",
                "en": "It’s an opportunity to discover different music styles."
            },
            {
                "fr": "Tu peux pratiquer avec des supports interactifs et des exercices en ligne.",
                "en": "You can practice with interactive tools and online exercises."
            },
            {
                "fr": "C’est pratique si tu habites loin d’une école de musique.",
                "en": "It’s practical if you live far from a music school."
            },
            {
                "fr": "Tu pourras partager tes progrès avec un professeur et recevoir des conseils.",
                "en": "You can share your progress with a teacher and receive feedback."
            }
        ]
    },
    {
        "topic_fr": "Convaincre une amie de s’inscrire à une activité de vélo en ville",
        "topic_en": "Convince a friend to join an urban cycling activity",
        "sentences": [
            {
                "fr": "C’est une excellente façon de faire du sport en ville.",
                "en": "It’s an excellent way to exercise in the city."
            },
            {
                "fr": "Tu pourras découvrir la ville d’une manière originale.",
                "en": "You can discover the city in an original way."
            },
            {
                "fr": "L’activité est adaptée à tous les niveaux.",
                "en": "The activity is suitable for all levels."
            },
            {
                "fr": "C’est une activité écologique et bonne pour la santé.",
                "en": "It’s an ecological activity and good for your health."
            },
            {
                "fr": "On peut y participer en groupe et rencontrer d’autres cyclistes.",
                "en": "We can participate in a group and meet other cyclists."
            },
            {
                "fr": "C’est une façon amusante de passer du temps dehors.",
                "en": "It’s a fun way to spend time outdoors."
            },
            {
                "fr": "Tu pourras améliorer ton équilibre et ton endurance.",
                "en": "You can improve your balance and endurance."
            },
            {
                "fr": "C’est une activité régulière qui motive à rester actif.",
                "en": "It’s a regular activity that motivates you to stay active."
            },
            {
                "fr": "Le matériel et les vélos sont fournis si nécessaire.",
                "en": "Equipment and bikes are provided if needed."
            },
            {
                "fr": "On peut découvrir des quartiers et lieux que l’on ne connaît pas.",
                "en": "We can discover neighborhoods and places we don’t know."
            }
        ]
    },
    {
        "topic_fr": "Convaincre une amie de participer à un marathon de cyclisme pour des raisons environnementales",
        "topic_en": "Convince a friend to join a cycling marathon for environmental reasons",
        "sentences": [
            {
                "fr": "C’est une excellente façon de soutenir l’environnement.",
                "en": "It’s a great way to support the environment."
            },
            {
                "fr": "Le cyclisme réduit la pollution et protège la planète.",
                "en": "Cycling reduces pollution and protects the planet."
            },
            {
                "fr": "Tu feras du sport tout en aidant une bonne cause.",
                "en": "You’ll exercise while helping a good cause."
            },
            {
                "fr": "C’est une expérience motivante et inspirante.",
                "en": "It’s a motivating and inspiring experience."
            },
            {
                "fr": "On peut participer ensemble et encourager les autres.",
                "en": "We can participate together and encourage others."
            },
            {
                "fr": "Le parcours est bien organisé et sécurisé.",
                "en": "The route is well organized and safe."
            },
            {
                "fr": "Tu découvriras de nouveaux endroits pendant le marathon.",
                "en": "You will discover new places during the marathon."
            },
            {
                "fr": "L’inscription est facile et rapide.",
                "en": "Registration is easy and quick."
            },
            {
                "fr": "C’est une activité qui peut devenir un bon souvenir pour nous.",
                "en": "It’s an activity that can become a good memory for us."
            },
            {
                "fr": "On pourra sensibiliser d’autres personnes à l’écologie.",
                "en": "We can raise awareness about ecology to others."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami d’offrir des services de jardinage en ligne",
        "topic_en": "Convince a friend to offer gardening services online",
        "sentences": [
            {
                "fr": "Tu pourrais gagner de l’argent facilement avec tes compétences.",
                "en": "You could easily earn money with your skills."
            },
            {
                "fr": "Les services en ligne touchent beaucoup de clients potentiels.",
                "en": "Online services reach many potential clients."
            },
            {
                "fr": "C’est flexible et tu choisis tes horaires.",
                "en": "It’s flexible and you choose your hours."
            },
            {
                "fr": "Tu pourras proposer des services comme arroser les plantes ou enlever les mauvaises herbes.",
                "en": "You can offer services like watering plants or weeding."
            },
            {
                "fr": "C’est une bonne occasion de développer ton expérience professionnelle.",
                "en": "It’s a good opportunity to develop your professional experience."
            },
            {
                "fr": "Tu peux travailler seul et gérer tes clients directement.",
                "en": "You can work alone and manage your clients directly."
            },
            {
                "fr": "Tu auras plus de visibilité grâce aux plateformes en ligne.",
                "en": "You will have more visibility thanks to online platforms."
            },
            {
                "fr": "C’est une activité gratifiante et utile.",
                "en": "It’s a rewarding and useful activity."
            },
            {
                "fr": "Tu pourras améliorer tes compétences et apprendre de nouvelles techniques.",
                "en": "You can improve your skills and learn new techniques."
            },
            {
                "fr": "Cela peut devenir une petite entreprise durable.",
                "en": "It can become a small sustainable business."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de s’abonner à une bibliothèque en ligne",
        "topic_en": "Convince a friend to subscribe to an online library",
        "sentences": [
            {
                "fr": "Tu auras accès à des milliers de livres depuis chez toi.",
                "en": "You will have access to thousands of books from home."
            },
            {
                "fr": "C’est pratique et rapide pour trouver ce que tu veux lire.",
                "en": "It’s practical and quick to find what you want to read."
            },
            {
                "fr": "Les abonnements sont souvent moins chers que les livres papier.",
                "en": "Subscriptions are often cheaper than paper books."
            },
            {
                "fr": "Tu peux lire à tout moment, même sur ton téléphone ou ta tablette.",
                "en": "You can read anytime, even on your phone or tablet."
            },
            {
                "fr": "C’est écologique car on n’utilise pas de papier.",
                "en": "It’s ecological because it doesn’t use paper."
            },
            {
                "fr": "Tu pourras découvrir de nouveaux auteurs facilement.",
                "en": "You can easily discover new authors."
            },
            {
                "fr": "C’est idéal pour les étudiants et les passionnés de lecture.",
                "en": "It’s ideal for students and reading enthusiasts."
            },
            {
                "fr": "Tu peux emprunter plusieurs livres à la fois.",
                "en": "You can borrow several books at once."
            },
            {
                "fr": "Les livres numériques sont souvent interactifs et enrichissants.",
                "en": "Digital books are often interactive and enriching."
            },
            {
                "fr": "Tu peux annuler ou renouveler un livre facilement en ligne.",
                "en": "You can cancel or renew a book easily online."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de critiquer un film au cinéma et donner son avis au jury",
        "topic_en": "Convince a friend to critique at a cinema and give opinion to jury",
        "sentences": [
            {
                "fr": "C’est une occasion de partager ton opinion sur un film.",
                "en": "It’s an opportunity to share your opinion on a film."
            },
            {
                "fr": "Le jury prendra en compte tes commentaires.",
                "en": "The jury will take your comments into account."
            },
            {
                "fr": "Tu pourras apprendre à analyser un film.",
                "en": "You can learn to analyze a film."
            },
            {
                "fr": "C’est une expérience originale et amusante.",
                "en": "It’s an original and fun experience."
            },
            {
                "fr": "Tu rencontreras d’autres cinéphiles.",
                "en": "You will meet other movie lovers."
            },
            {
                "fr": "C’est un moyen de développer ton esprit critique.",
                "en": "It’s a way to develop your critical thinking."
            },
            {
                "fr": "Tu pourras découvrir des films avant leur sortie officielle.",
                "en": "You can discover films before their official release."
            },
            {
                "fr": "Tes critiques pourront aider le réalisateur à améliorer son travail.",
                "en": "Your reviews can help the director improve their work."
            },
            {
                "fr": "C’est gratifiant de voir son opinion prise au sérieux.",
                "en": "It’s rewarding to see your opinion taken seriously."
            },
            {
                "fr": "C’est une activité intéressante à ajouter à ton CV.",
                "en": "It’s an interesting activity to add to your CV."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami d’aller dans un restaurant qui ne sert que des insectes",
        "topic_en": "Convince a friend to go to a new restaurant that only serves insects",
        "sentences": [
            {
                "fr": "C’est une expérience culinaire originale et surprenante.",
                "en": "It’s an original and surprising culinary experience."
            },
            {
                "fr": "Tu pourras goûter de nouvelles saveurs.",
                "en": "You can taste new flavors."
            },
            {
                "fr": "C’est une tendance gastronomique moderne et écologique.",
                "en": "It’s a modern and ecological gastronomic trend."
            },
            {
                "fr": "Les insectes sont riches en protéines et bons pour la santé.",
                "en": "Insects are rich in protein and good for health."
            },
            {
                "fr": "C’est amusant de découvrir des plats que peu de gens essaient.",
                "en": "It’s fun to discover dishes few people try."
            },
            {
                "fr": "Le restaurant est bien noté et recommandé par des critiques.",
                "en": "The restaurant is well rated and recommended by critics."
            },
            {
                "fr": "On pourra partager cette expérience ensemble et en parler après.",
                "en": "We can share this experience together and talk about it afterwards."
            },
            {
                "fr": "C’est un moyen de sortir de sa zone de confort.",
                "en": "It’s a way to step out of your comfort zone."
            },
            {
                "fr": "Le chef prépare les plats de façon très créative.",
                "en": "The chef prepares the dishes in a very creative way."
            },
            {
                "fr": "Cela peut devenir un souvenir amusant et original.",
                "en": "It can become a fun and original memory."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de participer à une cuisine communautaire",
        "topic_en": "Convince a friend to take part in a community kitchen",
        "sentences": [
            {
                "fr": "C’est une belle façon d’aider la communauté.",
                "en": "It’s a nice way to help the community."
            },
            {
                "fr": "On peut cuisiner pour des personnes dans le besoin.",
                "en": "We can cook for people in need."
            },
            {
                "fr": "C’est une activité sociale et amusante.",
                "en": "It’s a social and fun activity."
            },
            {
                "fr": "Tu pourras rencontrer d’autres bénévoles motivés.",
                "en": "You can meet other motivated volunteers."
            },
            {
                "fr": "C’est une bonne expérience pour apprendre à travailler en équipe.",
                "en": "It’s a good experience to learn teamwork."
            },
            {
                "fr": "On pourra partager des recettes et des idées créatives.",
                "en": "We can share recipes and creative ideas."
            },
            {
                "fr": "C’est une activité qui valorise ton engagement personnel.",
                "en": "It’s an activity that values your personal commitment."
            },
            {
                "fr": "Tu pourras découvrir la cuisine locale et internationale.",
                "en": "You can discover local and international cuisine."
            },
            {
                "fr": "C’est gratifiant de voir les personnes profiter de ce que l’on prépare.",
                "en": "It’s rewarding to see people enjoy what we prepare."
            },
            {
                "fr": "Cette expérience sera mémorable et enrichissante.",
                "en": "This experience will be memorable and enriching."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de rejoindre un cours de théâtre d’improvisation pour surmonter la timidité",
        "topic_en": "Convince a friend to join an improv theatre class to overcome shyness",
        "sentences": [
            {
                "fr": "C’est une excellente façon de surmonter sa timidité.",
                "en": "It’s an excellent way to overcome shyness."
            },
            {
                "fr": "Tu apprendras à t’exprimer en public.",
                "en": "You will learn to express yourself in public."
            },
            {
                "fr": "Les cours sont amusants et interactifs.",
                "en": "The classes are fun and interactive."
            },
            {
                "fr": "On peut rencontrer de nouvelles personnes et se faire des amis.",
                "en": "You can meet new people and make friends."
            },
            {
                "fr": "C’est un bon moyen de développer sa créativité.",
                "en": "It’s a good way to develop your creativity."
            },
            {
                "fr": "Tu apprendras à improviser et à réagir rapidement.",
                "en": "You will learn to improvise and react quickly."
            },
            {
                "fr": "Les exercices aident à prendre confiance en soi.",
                "en": "The exercises help build self-confidence."
            },
            {
                "fr": "C’est une activité relaxante qui diminue le stress.",
                "en": "It’s a relaxing activity that reduces stress."
            },
            {
                "fr": "Tu pourras participer à de petites représentations et montrer tes progrès.",
                "en": "You can participate in small performances and show your progress."
            },
            {
                "fr": "C’est un moyen amusant d’apprendre à mieux communiquer.",
                "en": "It’s a fun way to learn to communicate better."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de participer à une randonnée et au bénévolat pour installer des poubelles et collecteurs de pierres",
        "topic_en": "Convince a friend to volunteer on a hiking trip to install bins and stone collectors",
        "sentences": [
            {
                "fr": "C’est une façon de profiter de la nature tout en aidant l’environnement.",
                "en": "It’s a way to enjoy nature while helping the environment."
            },
            {
                "fr": "Tu pourras rencontrer d’autres bénévoles motivés.",
                "en": "You can meet other motivated volunteers."
            },
            {
                "fr": "C’est une activité physique et enrichissante.",
                "en": "It’s a physical and rewarding activity."
            },
            {
                "fr": "On contribue à garder les sentiers propres et sûrs.",
                "en": "We help keep the trails clean and safe."
            },
            {
                "fr": "Tu découvriras de beaux paysages pendant la randonnée.",
                "en": "You will discover beautiful landscapes during the hike."
            },
            {
                "fr": "C’est une occasion de se sentir utile et engagé.",
                "en": "It’s a chance to feel useful and engaged."
            },
            {
                "fr": "L’expérience est différente et originale.",
                "en": "The experience is different and original."
            },
            {
                "fr": "Tu apprendras des techniques simples pour protéger la nature.",
                "en": "You will learn simple techniques to protect nature."
            },
            {
                "fr": "On peut partager cette activité avec des amis.",
                "en": "We can share this activity with friends."
            },
            {
                "fr": "C’est gratifiant de voir le résultat de notre travail.",
                "en": "It’s rewarding to see the result of our work."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de venir à Bruxelles pour faire un tour en tuk-tuk",
        "topic_en": "Convince a friend to join a trip in Brussels and experience tuk-tuk rides",
        "sentences": [
            {
                "fr": "C’est une manière originale et amusante de visiter la ville.",
                "en": "It’s an original and fun way to explore the city."
            },
            {
                "fr": "On pourra voir les principaux monuments rapidement.",
                "en": "We can see the main monuments quickly."
            },
            {
                "fr": "C’est une activité différente du bus touristique classique.",
                "en": "It’s an activity different from a classic tourist bus."
            },
            {
                "fr": "Le tuk-tuk est écologique et pratique pour la ville.",
                "en": "The tuk-tuk is ecological and practical for the city."
            },
            {
                "fr": "On pourra prendre des photos originales pendant le trajet.",
                "en": "We can take original photos during the ride."
            },
            {
                "fr": "C’est une expérience mémorable à partager avec des amis.",
                "en": "It’s a memorable experience to share with friends."
            },
            {
                "fr": "Le guide peut donner des informations sur l’histoire et la culture.",
                "en": "The guide can give information about history and culture."
            },
            {
                "fr": "C’est une activité sûre et encadrée.",
                "en": "It’s a safe and supervised activity."
            },
            {
                "fr": "Tu découvriras des endroits moins connus de Bruxelles.",
                "en": "You will discover lesser-known places in Brussels."
            },
            {
                "fr": "C’est une expérience qui rend la visite de Bruxelles originale.",
                "en": "It’s an experience that makes visiting Brussels original."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami de participer à un concours de conte",
        "topic_en": "Convince a friend to participate in a storytelling contest",
        "sentences": [
            {
                "fr": "C’est une occasion de montrer ton talent d’écrivain.",
                "en": "It’s an opportunity to show your writing talent."
            },
            {
                "fr": "Tu pourras partager tes histoires avec un public.",
                "en": "You can share your stories with an audience."
            },
            {
                "fr": "C’est un bon moyen de développer ta créativité.",
                "en": "It’s a good way to develop your creativity."
            },
            {
                "fr": "Participer à un concours est motivant et stimulant.",
                "en": "Participating in a contest is motivating and stimulating."
            },
            {
                "fr": "Tu peux rencontrer d’autres passionnés de conte.",
                "en": "You can meet other storytelling enthusiasts."
            },
            {
                "fr": "C’est une expérience enrichissante et éducative.",
                "en": "It’s a rewarding and educational experience."
            },
            {
                "fr": "Les prix peuvent être intéressants et valorisants.",
                "en": "The prizes can be interesting and rewarding."
            },
            {
                "fr": "Tu apprendras à structurer et présenter ton récit.",
                "en": "You will learn to structure and present your story."
            },
            {
                "fr": "C’est une expérience qui peut améliorer ta confiance en toi.",
                "en": "It’s an experience that can improve your self-confidence."
            },
            {
                "fr": "Tu pourras garder un souvenir unique de ta participation.",
                "en": "You can keep a unique memory of your participation."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami d’acheter des médicaments en ligne",
        "topic_en": "Convince a friend to buy medication online",
        "sentences": [
            {
                "fr": "C’est pratique et rapide, tu peux commander depuis chez toi.",
                "en": "It’s practical and quick, you can order from home."
            },
            {
                "fr": "La livraison à domicile est disponible.",
                "en": "Home delivery is available."
            },
            {
                "fr": "Tu peux trouver des remises de 30 à 40 % sur le site.",
                "en": "You can find 30–40% discounts on the website."
            },
            {
                "fr": "Tous les médicaments des grandes marques sont disponibles.",
                "en": "All major brand medications are available."
            },
            {
                "fr": "C’est moins stressant que d’aller en pharmacie.",
                "en": "It’s less stressful than going to a pharmacy."
            },
            {
                "fr": "Tu peux comparer les prix facilement en ligne.",
                "en": "You can compare prices easily online."
            },
            {
                "fr": "Le site fournit des informations sur chaque médicament.",
                "en": "The website provides information about each medication."
            },
            {
                "fr": "Tu gagnes du temps et tu évites les files d’attente.",
                "en": "You save time and avoid queues."
            },
            {
                "fr": "Les commandes peuvent être répétées rapidement pour les besoins réguliers.",
                "en": "Orders can be repeated quickly for regular needs."
            },
            {
                "fr": "C’est sûr et sécurisé si tu utilises un site fiable.",
                "en": "It’s safe and secure if you use a reliable website."
            }
        ]
    },
    {
        "topic_fr": "Convaincre un ami d’adopter un chat",
        "topic_en": "Convince a friend to adopt a cat",
        "sentences": [
            {
                "fr": "Un chat est un compagnon affectueux et indépendant.",
                "en": "A cat is an affectionate and independent companion."
            },
            {
                "fr": "Adopter un chat aide à sauver un animal.",
                "en": "Adopting a cat helps save an animal."
            },
            {
                "fr": "Les chats sont amusants et apportent de la joie.",
                "en": "Cats are fun and bring joy."
            },
            {
                "fr": "C’est une bonne façon de lutter contre la solitude.",
                "en": "It’s a good way to fight loneliness."
            },
            {
                "fr": "Un chat peut vivre longtemps et devenir un membre de la famille.",
                "en": "A cat can live a long time and become a family member."
            },
            {
                "fr": "Tu pourras apprendre à prendre soin d’un animal.",
                "en": "You will learn to take care of an animal."
            },
            {
                "fr": "C’est une expérience enrichissante et affective.",
                "en": "It’s a rewarding and affectionate experience."
            },
            {
                "fr": "Les chats sont faciles à entretenir et propres.",
                "en": "Cats are easy to maintain and clean."
            },
            {
                "fr": "Adopter un chat est moins coûteux que certains autres animaux.",
                "en": "Adopting a cat is less expensive than some other pets."
            },
            {
                "fr": "C’est un acte responsable et généreux.",
                "en": "It’s a responsible and generous act."
            }
        ]
    }
]